# encoding: utf-8

functions = '【绕 口 令】,【顺 口 溜】\n' \
            '【歇 后 语】,【租房信息】\n' \
            '【城市邮编】,【聊天对话】\n' \
            '【笑话大全】,【故事大全】\n' \
            '【成语接龙】,【吉凶查询】\n' \
            '【图片搜索】,【天气查询】\n' \
            '【菜谱大全】,【快递查询】\n' \
            '【数字计算】,【航班查询】\n' \
            '【列车查询】,【日期查询】\n' \
            '【问答百科】,【中英互译】\n' \
            '【附近餐厅】,【附近酒店】\n' \
            '【实时路况】,【新闻资讯】\n' \
            '【果蔬报价】,【汽油报价】\n' \
            '【影视搜索】,【股票查询】\n' \
            '【公交查询】,【路程报价】\n' \
            '【脑筋急转弯】\n' \
            '【星座运势生活百科】\n' \
            '例如: 北京三里屯附近的酒店\n' \
            '上海人民广场附近的餐厅\n' \
            '(需要基于位置的查询功能务必把大概地址带上)'


def get_functions():
    return functions
